"qr.noname" = "Без названия";

"showDetails.button.title" = "Показать детали";

"settings.bugWithWidget.question" = "Я не могу найти виджет в галерее виджетов";
"settings.bugWithWidget.answer" = "К сожалению, это ошибка в iOS. Перезапустите телефон, затем откройте приложение. После этого виджет появится в галерее виджетов";
"settings.howToAddWidget" = "Как добавить виджет?";

"appleWallet.failedToCreatePass" = "Не удалось создать QR для Apple Wallet";
"appleWallet.qrAlreadyAdded" = "QR-код добавлен в Apple Wallet. Если вы добавите еще раз, QR-код будет обновлен";
"appleWallet.tryAgain" = "Пожалуйста, попробуйте еще раз";
"appleWallet.progress" = "Создание QR для Apple Wallet";

// Common
"cancel" = "Отмена";
"save" = "Сохранить";
"continue" = "Продолжить";
"repeat" = "Повторить";
"activate" = "Активировать";

"deleteQr.caution" = "Вы действительно хотите удалить QR-код?";
"deleteQr.buttonTitle" = "Удалить";

"paywall.plan.introductory.free" = "%@ бесплатно";
"paywall.plan.introductory.periodAndPrice" = "%@ за %@";
"paywall.plan.thenPrice" = "Далее %@ / %@";
"paywall.restore" = "Восстановить";
"paywall.oneTimePurchase" = "Навсегда";
"paywall.popular" = "Популярное";

"paywall.freeVersion" = "Бесплатная версия";
"paywall.feature.scanner.title" = "Сканер";
"paywall.feature.scanner.subtitle" = "Используйте камеру или фотографии для добавления нового QR-кода";
"paywall.feature.sharing.title" = "Поделиться";
"paywall.feature.sharing.subtitle" = "Экспортируйте QR-коды как текст или изображение";
"paywall.feature.noAds.title" = "Без рекламы";
"paywall.feature.noAds.subtitle" = "Наслаждайтесь приложением не отвлекаясь на рекламу";

"paywall.proVersion" = "Pro версия";
"paywall.feature.appleWallet.title" = "Apple Wallet";
"paywall.feature.appleWallet.subtitle" = "Быстрый доступ к QR-кодам из Apple Wallet";
"paywall.feature.batchScan.title" = "Пакетное сканирование";
"paywall.feature.batchScan.subtitle" = "Сканируйте несколько кодов одновременно без дополнительных шагов";
"paywall.feature.customization.title" = "Настройка внешнего вида";
"paywall.feature.customization.subtitle" = "Изменяйте цвета QR-кодов, настраивайте уровень коррекции ошибок";
"paywall.feature.widgets.title" = "Виджеты";
"paywall.feature.widgets.subtitle" = "Добавьте QR-коды на главный экран вашего iPhone, чтобы получить быстрый доступ";
"paywall.feature.appleWatch.title" = "Apple Watch";
"paywall.feature.appleWatch.subtitle" = "Добавьте приложение на циферблат ваших Apple Watch для получения доступа к QR-кодам одним нажатием";

"paywall.termsOfUse" = "Пользовательское соглашение";
"paywall.privacyPolicy" = "Политика конфиденциальности";

"subscription.expired" = "Истек срок действия подписки";
"subscription.activated" = "Вы разблокировали Pro версию!";

"tabs.settings" = "Настройки";
"tabs.scan" = "Сканер";
"tabs.favorites" = "Избранные";
"tabs.history" = "История";

"settings.general" = "Общее";
"settings.contactDeveloper" = "Связаться с разработчиком";
"settings.writeReview" = "Написать отзыв";
"settings.scanner" = "Сканирование";
"settings.vibration" = "Вибрация";
"settings.title" = "Настройки";
"settings.faq" = "Часто задаваемые вопросы";
"settings.pro.title" = "Pro версия";
"settings.pro.describtion" = "Активируйте больше возможностей для QR-кодов";

"qrDetails.title" = "Детали";
"qrDetails.removeFromFavorites" = "Убрать из избранных";
"qrDetails.addToFavorites" = "Добавить в избранные";
"qrDetails.appleWalletPass" = "Apple Wallet Pass";
"qrDetails.name.placeholder" = "Вы можете называть QR, например \"Билет в кино\"";

"onboarding.qrOnMainScreen" = "QR-код на главном экране";
"onboarding.allQRCodesInOnePlace" = "Все QR-коды в одном месте";
"onboarding.step1.title" = "Сканируйте, создавайте, настраивайте и сохраняйте коды любых типов";
"onboarding.step2.title" = "QR-код виджеты на главном экране";
"onboarding.step3.title" = "Добавляйте в Wallet Pass и Apple Watch";

"history.title" = "Все коды";
"history.empty.title" = "QR-кодов пока нет";
"history.empty.subtitle" = "Здесь будут все отсканированные QR коды";
"history.batch" = "Группа";
"history.batch.countOfCodes" = "%d QR-кодов";

"myCodes.empty.title" = "Вы пока не создали QR код";
"myCodes.empty.subtitle" = "Здесь будут все созданные вами QR коды";
"myCodes.empty.createNew.button" = "Создать QR";

"sharing.asImage" = "Как картинку";
"sharing.asText" = "Как текст";
"sharing.title" = "Поделиться";

"flipperQr.info.text" = "Нажмите на QR-код, чтобы увидеть стандартные цвета";

"changeAppearance.title" = "Внешний вид";
"changeAppearance.foregroundColor" = "Цвет переднего плана";
"changeAppearance.backgroundColor" = "Цвет фона";
"changeAppearance.colors" = "Цвета";
"changeAppearance.errorCorrectionLevel" = "Уровень коррекции ошибок";
"changeAppearance.buttonTitle" = "Изменить внешний вид";

"scanner.result.title" = "Результат сканирования";
"scanner.about.title" = "О пакетном сканировании";
"scanner.about.subtitle" = "Используйте этот режим, когда вы хотите просканировать много QR-кодов один за другим. Отсканированные коды будут показаны как группы на вкладке История";
"scanner.startButton" = "Начать";
"scanner.qrNotFound" = "Код не найден";
"scanner.scanButton" = "Пакетное сканирование";
"scanner.stopButton" = "Стоп";
"scanner.scannedCount" = "Отсканировано %d";

"favorites.empty.title" = "Нет избранных QR-кодов";
"favorites.empty.subtitle" = "В Избранное можно добавлять сразу после сканирования или из вкладки Сканы";

"qrType.website" = "Веб-сайт";
"qrType.text" = "Текст";

"allcodes.segment.scans" = "Сканы";
"allcodes.segment.my" = "Мои";

"startScanningButton.title" = "Начать сканирование";

"createNewQrCodeButton.title" = "Создать QR";
"group.navigationTitle" = "Группа";

"qrStyle.eye" = "Углы";
"qrStyle.pixels" = "Пиксели";

"debug.qr.moveTicket" = "Билет в кино";
"debug.qr.flight" = "Билет в Лондон";
"debug.qr.twitter" = "Мой Twitter профиль";
"debug.qr.linkToApp" = "Ссылка на приложение";

"changeAppearance.fliptip" = "Можно нажать на картинку, чтобы посмотреть чёрно-белый вид";
